Repository: rokartur/BetterAudio
Catalog: translations-macos/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, zh_hans, zh_hant

source: Choose one output normally. Hold Shift while selecting from the list to add or remove devices for multi-output.
de: Wählen Sie normalerweise einen Ausgang. Halten Sie beim Auswählen aus der Liste die Umschalttaste gedrückt, um Geräte für Mehrfachausgabe hinzuzufügen oder zu entfernen.
es: Elige una salida normalmente. Mantén pulsada la tecla Mayús al seleccionar en la lista para añadir o quitar dispositivos para salida múltiple.
fr: Choisissez normalement une seule sortie. Maintenez Maj enfoncé lors de la sélection dans la liste pour ajouter ou retirer des appareils pour la sortie multiple.
it: Scegli normalmente una sola uscita. Tieni premuto Maiusc mentre selezioni dall'elenco per aggiungere o rimuovere dispositivi per l'uscita multipla.
nl: Kies normaal één uitgang. Houd Shift ingedrukt terwijl je uit de lijst selecteert om apparaten voor multi-output toe te voegen of te verwijderen.
pl: Zwykle wybierz jedno wyjście. Przytrzymaj Shift podczas wybierania z listy, aby dodać lub usunąć urządzenia dla trybu wielowyjściowego.
zh_hans: 通常请选择一个输出。按住 Shift 并从列表中选择，以添加或移除多输出设备。
zh_hant: 通常請選擇一個輸出。從清單中選取時按住 Shift，可加入或移除多輸出裝置。

source: Choose speakers or headphones
de: Lautsprecher oder Kopfhörer wählen
es: Elige altavoces o auriculares
fr: Choisir les haut-parleurs ou les écouteurs
it: Scegli altoparlanti o cuffie
nl: Luidsprekers of koptelefoon kiezen
pl: Wybierz głośniki lub słuchawki
zh_hans: 选择扬声器或耳机
zh_hant: 選擇喇叭或耳機

source: Choose the file format for saved recordings
de: Dateiformat für gespeicherte Aufnahmen wählen
es: Elige el formato de archivo para las grabaciones guardadas
fr: Choisir le format de fichier pour les enregistrements sauvegardés
it: Scegli il formato file per le registrazioni salvate
nl: Kies het bestandsformaat voor opgeslagen opnames
pl: Wybierz format pliku dla zapisanych nagrań
zh_hans: 选择录音的保存格式
zh_hant: 選擇錄音的保存格式

source: Choose transcription models and manage the Whisper runtime
de: Wählen Sie Transkriptionsmodelle und verwalten Sie die Whisper-Laufzeit
es: Elige modelos de transcripción y gestiona el entorno de ejecución de Whisper
fr: Choisissez les modèles de transcription et gérez l’environnement d’exécution de Whisper
it: Scegli i modelli di trascrizione e gestisci il runtime di Whisper
nl: Kies transcriptiemodellen en beheer de Whisper-runtime
pl: Wybierz modele transkrypcji i zarządzaj środowiskiem uruchomieniowym Whisper
zh_hans: 选择转写模型并管理 Whisper 运行时
zh_hant: 選擇轉寫模型並管理 Whisper 執行環境

source: Choose when BetterAudio takes over the volume keys
de: Wählen Sie, wann BetterAudio die Lautstärketasten übernimmt
es: Elige cuándo BetterAudio toma el control de las teclas de volumen
fr: Choisissez quand BetterAudio prend en charge les touches de volume
it: Scegli quando BetterAudio prende il controllo dei tasti volume
nl: Kies wanneer BetterAudio de volumetoetsen overneemt
pl: Wybierz, kiedy BetterAudio ma przejmować klawisze głośności
zh_hans: 选择 BetterAudio 在何时接管音量键
zh_hant: 選擇 BetterAudio 在何時接管音量鍵

source: Choose when the HUD stays visible instead of fading out
de: Wählen Sie, wann das HUD sichtbar bleibt, statt auszublenden
es: Elige cuándo el HUD permanece visible en lugar de desvanecerse
fr: Choisissez quand le HUD reste visible au lieu de disparaître
it: Scegli quando l'HUD resta visibile invece di dissolversi
nl: Kies wanneer de HUD zichtbaar blijft in plaats van uit te faden
pl: Wybierz, kiedy HUD ma pozostać widoczny zamiast znikać
zh_hans: 选择 HUD 在何时保持可见，而不是淡出
zh_hant: 選擇 HUD 在何時保持可見，而不是淡出

source: Choose where the dictation HUD appears
de: Wählen Sie, wo das Diktat-HUD angezeigt wird
es: Elige dónde aparece el HUD de dictado
fr: Choisissez où le HUD de dictée apparaît
it: Scegli dove appare l'HUD di dettatura
nl: Kies waar de dicteer-HUD verschijnt
pl: Wybierz, gdzie ma się pojawiać HUD dyktowania
zh_hans: 选择听写 HUD 的显示位置
zh_hant: 選擇聽寫 HUD 的顯示位置

source: Choose whether to start playing or keep paused after opening the player
de: Wählen, ob nach dem Öffnen des Players wiedergegeben oder pausiert werden soll
es: Elige si comenzar a reproducir o mantener en pausa después de abrir el reproductor
fr: Choisir de lancer la lecture ou de rester en pause après l'ouverture du lecteur
it: Scegli se avviare la riproduzione o mantenere in pausa dopo l'apertura del lettore
nl: Kies of je wilt beginnen met afspelen of gepauzeerd wilt blijven na het openen van de speler
pl: Wybierz, czy po otwarciu odtwarzacza rozpocząć odtwarzanie, czy wstrzymać
zh_hans: 选择打开播放器后开始播放还是保持暂停
zh_hant: 選擇打開播放器後開始播放還是保持暫停

source: Choose which app should receive media keys
de: Wählen Sie, welche App die Medientasten empfangen soll
es: Elige qué app debe recibir las teclas multimedia
fr: Choisissez quelle app doit recevoir les touches multimédia
it: Scegli quale app deve ricevere i tasti multimediali
nl: Kies welke app de mediatoetsen moet ontvangen
pl: Wybierz, która aplikacja ma odbierać klawisze multimedialne
zh_hans: 选择由哪个应用接收媒体键
zh_hant: 選擇由哪個 App 接收媒體鍵

source: Choose which apps should mute the microphone automatically
de: Wählen Sie aus, welche Apps das Mikrofon automatisch stummschalten sollen
es: Elige qué apps deben silenciar automáticamente el micrófono
fr: Choisissez quelles apps doivent couper automatiquement le microphone
it: Scegli quali app devono disattivare automaticamente il microfono
nl: Kies welke apps de microfoon automatisch moeten dempen
pl: Wybierz, które aplikacje mają automatycznie wyciszać mikrofon
zh_hans: 选择哪些应用应自动将麦克风静音
zh_hant: 選擇哪些應用應自動將麥克風靜音

source: Choose which audio to transcribe
de: Wählen Sie das zu transkribierende Audio
es: Elige qué audio transcribir
fr: Choisir l'audio à transcrire
it: Scegli quale audio trascrivere
nl: Kies welke audio je wilt transcriberen
pl: Wybierz, które audio transkrybować
zh_hans: 选择要转录的音频
zh_hant: 選擇要轉錄的音訊

source: Choose which display or Space receives HUDs when fullscreen hides the menu bar
de: Wähle, auf welchem Display oder in welchem Space HUDs erscheinen, wenn Vollbild die Menüleiste verbirgt
es: Elige qué pantalla o Space recibe los HUD cuando la pantalla completa oculta la barra de menú
fr: Choisissez quel écran ou Espace reçoit les HUD lorsque le plein écran masque la barre de menus
it: Scegli quale schermo o Space riceve gli HUD quando lo schermo intero nasconde la barra dei menu
nl: Kies welk scherm of welke Space HUD's ontvangt wanneer volledig scherm de menubalk verbergt
pl: Wybierz, który ekran lub Space otrzymuje HUD-y, gdy tryb pełnoekranowy ukrywa pasek menu
zh_hans: 选择全屏隐藏菜单栏时，由哪个显示器或 Space 显示 HUD
zh_hant: 選擇全屏隱藏菜單欄時，由哪個螢幕或 Space 顯示 HUD

source: Choose which output device plays system alerts and UI sounds
de: Wählen Sie, welches Ausgabegerät Systemwarnungen und UI-Sounds wiedergibt
es: Elige qué dispositivo de salida reproduce las alertas del sistema y los sonidos de la interfaz
fr: Choisissez quel appareil de sortie lit les alertes système et les sons de l’interface
it: Scegli quale dispositivo di uscita riproduce gli avvisi di sistema e i suoni dell'interfaccia
nl: Kies welk uitvoerapparaat systeemmeldingen en UI-geluiden afspeelt
pl: Wybierz urządzenie wyjściowe odtwarzające alerty systemowe i dźwięki interfejsu
zh_hans: 选择用于播放系统提醒和界面声音的输出设备
zh_hant: 選擇播放系統提示與介面音效的輸出裝置

source: Choosing a language skips auto-detection and can speed up transcription
de: Die Auswahl einer Sprache überspringt die automatische Erkennung und kann die Transkription beschleunigen
es: Elegir un idioma omite la detección automática y puede acelerar la transcripción
fr: Choisir une langue ignore la détection automatique et peut accélérer la transcription
it: Scegliere una lingua salta il rilevamento automatico e può velocizzare la trascrizione
nl: Een taal kiezen slaat automatische detectie over en kan de transcriptie versnellen
pl: Wybranie języka pomija automatyczne wykrywanie i może przyspieszyć transkrypcję
zh_hans: 选择语言会跳过自动检测，并可加快转录速度
zh_hant: 選擇語言會略過自動偵測，並可加快轉錄速度

source: Classical
de: Klassik
es: Clásica
fr: Classique
it: Classica
nl: Klassiek
pl: Klasyczna
zh_hans: 古典
zh_hant: 古典

source: Cleaning up…
de: Aufräumen…
es: Limpiando…
fr: Nettoyage…
it: Pulizia…
nl: Opruimen…
pl: Czyszczenie…
zh_hans: 正在清理…
zh_hant: 正在清理…

source: Click "Request Permission"
de: Klicken Sie auf "Berechtigung anfordern"
es: Haz clic en "Solicitar permiso"
fr: Cliquez sur « Demander l'autorisation »
it: Fai clic su "Richiedi autorizzazione"
nl: Klik op "Toestemming aanvragen"
pl: Kliknij „Poproś o uprawnienia”
zh_hans: 点击"请求权限"
zh_hant: 點擊"請求權限"

source: Click to copy version info
de: Klicken, um Versionsinfo zu kopieren
es: Haz clic para copiar la información de versión
fr: Cliquez pour copier les informations de version
it: Clicca per copiare le informazioni sulla versione
nl: Klik om versie-informatie te kopiëren
pl: Kliknij, aby skopiować informacje o wersji
zh_hans: 点击复制版本信息
zh_hant: 點擊複製版本資訊

source: Click to expand details
de: Klicken für Details
es: Haga clic para ver detalles
fr: Cliquez pour développer les détails
it: Clicca per espandere i dettagli
nl: Klik om details uit te vouwen
pl: Kliknij, aby rozwinąć szczegóły
zh_hans: 点击展开详情
zh_hant: 點擊展開詳情

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
zh_hans: 关闭
zh_hant: 關閉

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
nl: Venster sluiten
pl: Zamknij okno
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube
fr: Synchronisation cloud
it: Sincronizzazione cloud
nl: Cloudsynchronisatie
pl: Synchronizacja w chmurze
zh_hans: 云同步
zh_hant: 雲同步

source: Collect time spent on input and output devices together with average volume history.
de: Erfassen Sie die Nutzungszeit von Ein- und Ausgabegeräten zusammen mit dem Verlauf der durchschnittlichen Lautstärke.
es: Recopila el tiempo de uso de los dispositivos de entrada y salida junto con el historial del volumen medio.
fr: Collectez le temps passé sur les appareils d’entrée et de sortie ainsi que l’historique du volume moyen.
it: Raccogli il tempo trascorso sui dispositivi di input e output insieme alla cronologia del volume medio.
nl: Verzamel tijd besteed aan invoer- en uitvoerapparaten samen met de geschiedenis van het gemiddelde volume.
pl: Zbieraj czas użycia urządzeń wejścia i wyjścia wraz z historią średniej głośności.
zh_hans: 记录输入和输出设备的使用时长以及平均音量历史。
zh_hant: 收集輸入與輸出裝置的使用時間及平均音量歷史。

source: Command-Line Interface
de: Befehlszeile
es: Interfaz de línea de comandos
fr: Interface en ligne de commande
it: Interfaccia a riga di comando
nl: Opdrachtregelinterface
pl: Interfejs wiersza poleceń
zh_hans: 命令行界面
zh_hant: 命令列介面

source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
nl: Communicatie
pl: Komunikacja
zh_hans: 通讯
zh_hant: 通訊

source: Compact mode
de: Kompaktmodus
es: Modo compacto
fr: Mode compact
it: Modalità compatta
nl: Compacte modus
pl: Tryb kompaktowy
zh_hans: 紧凑模式
zh_hant: 緊湊模式

source: Complete audio control for your Mac
de: Vollständige Audiosteuerung für Ihren Mac
es: Control de audio completo para tu Mac
fr: Contrôle audio complet pour votre Mac
it: Controllo audio completo per il tuo Mac
nl: Volledige audiobediening voor je Mac
pl: Pełna kontrola audio dla Twojego Maca
zh_hans: Mac 完整音频控制
zh_hant: Mac 完整音訊控制

source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
nl: Configuratie
pl: Konfiguracja
zh_hans: 配置
zh_hant: 配置

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
nl: Configureren
pl: Konfiguruj
zh_hans: 配置
zh_hant: 設定

source: Configure individual apps with custom volume, output device, and visibility.
de: Konfigurieren Sie einzelne Apps mit benutzerdefinierter Lautstärke, Ausgabegerät und Sichtbarkeit.
es: Configura apps individuales con volumen personalizado, dispositivo de salida y visibilidad.
fr: Configurer des applications individuelles avec volume, appareil de sortie et visibilité personnalisés.
it: Configura singole app con volume personalizzato, dispositivo di uscita e visibilità.
nl: Configureer individuele apps met aangepast volume, uitvoerapparaat en zichtbaarheid.
pl: Konfiguruj poszczególne aplikacje z własną głośnością, urządzeniem wyjściowym i widocznością.
zh_hans: 为各个应用配置自定义音量、输出设备和可见性。
zh_hant: 為各個應用配置自定義音量、輸出裝置和可見性。

source: Configure position
de: Position konfigurieren
es: Configurar posición
fr: Configurer la position
it: Configura posizione
nl: Positie configureren
pl: Konfiguruj pozycję
zh_hans: 配置位置
zh_hant: 配置位置

source: Configure which controls are shown for this device in the menu bar panel.
de: Konfigurieren Sie, welche Steuerelemente für dieses Gerät im Menüleisten-Panel angezeigt werden.
es: Configura qué controles se muestran para este dispositivo en el panel de la barra de menús.
fr: Configurer les contrôles affichés pour cet appareil dans le panneau de la barre de menus.
it: Configura quali controlli mostrare per questo dispositivo nel pannello della barra dei menu.
nl: Configureer welke bedieningselementen voor dit apparaat worden getoond in het menubalkpaneel.
pl: Skonfiguruj, które elementy sterujące dla tego urządzenia są widoczne w panelu paska menu.
zh_hans: 配置此设备在菜单栏面板中显示的控件。
zh_hant: 配置此裝置在菜單欄面板中顯示的控件。

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
nl: Verbinden
pl: Połącz
zh_hans: 连接
zh_hant: 連接

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączono
zh_hans: 已连接
zh_hant: 已連線

source: Connected iPhones
de: Verbundene iPhones
es: iPhone conectados
fr: iPhone connectés
it: iPhone connessi
nl: Verbonden iPhones
pl: Połączone iPhone’y
zh_hans: 已连接的 iPhone
zh_hant: 已連線的 iPhone

source: Connecting
de: Verbinden
es: Conectando
fr: Connexion en cours
it: Connessione in corso
nl: Verbinden
pl: Łączenie
zh_hans: 正在连接
zh_hant: 正在連線

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
zh_hans: 连接
zh_hant: 連接

source: Connection blocked. If you're using a VPN or corporate network, try disabling it temporarily.
de: Verbindung blockiert. Wenn Sie ein VPN oder Firmennetzwerk verwenden, deaktivieren Sie es vorübergehend.
es: Conexión bloqueada. Si estás usando una VPN o red corporativa, intenta desactivarla temporalmente.
fr: Connexion bloquée. Si vous utilisez un VPN ou un réseau d'entreprise, essayez de le désactiver temporairement.
it: Connessione bloccata. Se stai usando una VPN o rete aziendale, prova a disattivarla temporaneamente.
nl: Verbinding geblokkeerd. Als je een VPN of bedrijfsnetwerk gebruikt, probeer dit dan tijdelijk uit te schakelen.
pl: Połączenie zablokowane. Jeśli używasz VPN lub sieci firmowej, spróbuj tymczasowo ją wyłączyć.
zh_hans: 连接被阻止。如果您使用 VPN 或企业网络，请尝试暂时禁用。
zh_hant: 連接被阻止。如果您使用 VPN 或企業網路，請嘗試暫時禁用。

source: Connection error:
de: Verbindungsfehler:
es: Error de conexión:
fr: Erreur de connexion :
it: Errore di connessione:
nl: Verbindingsfout:
pl: Błąd połączenia:
zh_hans: 连接错误：
zh_hant: 連接錯誤：

source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
it: Connessione non riuscita
nl: Verbinding mislukt
pl: Połączenie nieudane
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection problem. Check your internet and try again.
de: Verbindungsproblem. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Problema de conexión. Verifica tu conexión a internet e inténtalo de nuevo.
fr: Problème de connexion. Vérifiez votre connexion internet et réessayez.
it: Problema di connessione. Controlla la tua connessione internet e riprova.
nl: Verbindingsprobleem. Controleer je internetverbinding en probeer het opnieuw.
pl: Problem z połączeniem. Sprawdź połączenie internetowe i spróbuj ponownie.
zh_hans: 连接问题。请检查您的网络并重试。
zh_hant: 連接問題。請檢查您的網路並重試。

source: Connection timed out
de: Verbindung zeitüberschritten
es: Tiempo de conexión agotado
fr: Délai de connexion dépassé
it: Timeout della connessione
nl: Verbinding time-out
pl: Upłynął limit czasu połączenia
zh_hans: 连接超时
zh_hant: 連線逾時

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter le support
it: Contatta il supporto
nl: Contact opnemen met support
pl: Skontaktuj się z pomocą
zh_hans: 联系支持
zh_hant: 聯絡支援

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
zh_hans: 继续
zh_hant: 繼續

source: Control
de: Steuerung
fr: Contrôle
it: Controllo
nl: Bediening
pl: Sterowanie
zh_hans: 控制
zh_hant: 控制

source: Control BetterAudio from Terminal with the betteraudio command.
de: Steuere BetterAudio über das Terminal mit dem Befehl betteraudio.
es: Controla BetterAudio desde Terminal con el comando betteraudio.
fr: Contrôle BetterAudio depuis Terminal avec la commande betteraudio.
it: Controlla BetterAudio dal Terminale con il comando betteraudio.
nl: Bedien BetterAudio vanuit Terminal met de opdracht betteraudio.
pl: Steruj BetterAudio z Terminala za pomocą polecenia betteraudio.
zh_hans: 通过 betteraudio 命令在终端中控制 BetterAudio。
zh_hant: 透過 betteraudio 命令在終端機中控制 BetterAudio。

source: Control monitor speakers directly via DDC/CI protocol.
de: Monitorlautsprecher direkt über das DDC/CI-Protokoll steuern.
es: Controla los altavoces del monitor directamente mediante el protocolo DDC/CI.
fr: Contrôlez les haut-parleurs du moniteur directement via le protocole DDC/CI.
it: Controlla gli altoparlanti del monitor direttamente tramite protocollo DDC/CI.
nl: Bedien monitorluidsprekers rechtstreeks via het DDC/CI-protocol.
pl: Steruj głośnikami monitora bezpośrednio przez protokół DDC/CI.
zh_hans: 通过 DDC/CI 协议直接控制显示器扬声器。
zh_hant: 通過 DDC/CI 協議直接控制螢幕揚聲器。

source: Control volume for individual apps
de: Lautstärke für einzelne Apps steuern
es: Controla el volumen de aplicaciones individuales
fr: Contrôler le volume par application
it: Controlla il volume per le singole app
nl: Volume per app regelen
pl: Kontroluj głośność poszczególnych aplikacji
zh_hans: 按应用控制音量
zh_hant: 按應用控制音量

source: Controls %@ volume
de: Steuert Lautstärke von %@
es: Controla el volumen de %@
fr: Contrôle le volume de %@
it: Controlla volume di %@
nl: Regelt het volume van %@
pl: Steruje głośnością %@
zh_hans: 控制 %@ 音量
zh_hant: 控制 %@ 音量

source: Conversation checklist
de: Gesprächs-Checkliste
es: Lista de comprobación para la conversación
fr: Liste de vérification pour la conversation
it: Checklist per la conversazione
nl: Checklist voor gesprek
pl: Lista kontrolna rozmowy
zh_hans: 对话检查清单
zh_hant: 對話檢查清單

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
nl: Gekopieerd
pl: Skopiowano
zh_hans: 已复制
zh_hant: 已複製

source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
nl: Gekopieerd!
pl: Skopiowano!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
zh_hans: 复制
zh_hant: 複製

source: Copy transcription
de: Transkription kopieren
es: Copiar transcripción
fr: Copier la transcription
it: Copia trascrizione
nl: Transcriptie kopiëren
pl: Kopiuj transkrypcję
zh_hans: 复制转录
zh_hant: 複製轉錄

source: Could Not Move BetterAudio
de: BetterAudio konnte nicht verschoben werden
es: No se pudo mover BetterAudio
fr: Impossible de déplacer BetterAudio
it: Impossibile spostare BetterAudio
nl: BetterAudio kon niet worden verplaatst
pl: Nie można przenieść BetterAudio
zh_hans: 无法移动 BetterAudio
zh_hant: 無法移動 BetterAudio

source: Could not prepare installer helper: %@
de: Installationshilfe konnte nicht vorbereitet werden: %@
es: No se pudo preparar el asistente de instalación: %@
fr: Impossible de préparer l’assistant d’installation : %@
it: Impossibile preparare l’helper di installazione: %@
nl: Installatiehulp kon niet worden voorbereid: %@
pl: Nie można przygotować pomocnika instalatora: %@
zh_hans: 无法准备安装助手：%@
zh_hant: 無法準備安裝輔助程式：%@

source: Could not stage update: %@
de: Update konnte nicht vorbereitet werden: %@
es: No se pudo preparar la actualización: %@
fr: Impossible de préparer la mise à jour : %@
it: Impossibile preparare l’aggiornamento: %@
nl: Update kon niet worden voorbereid: %@
pl: Nie można przygotować aktualizacji: %@
zh_hans: 无法暂存更新：%@
zh_hant: 無法暫存更新：%@

source: Could not start installer helper: %@
de: Installationshilfe konnte nicht gestartet werden: %@
es: No se pudo iniciar el asistente de instalación: %@
fr: Impossible de démarrer l’assistant d’installation : %@
it: Impossibile avviare l’helper di installazione: %@
nl: Installatiehulp kon niet worden gestart: %@
pl: Nie można uruchomić pomocnika instalatora: %@
zh_hans: 无法启动安装助手：%@
zh_hant: 無法啟動安裝輔助程式：%@

source: Create and save audio profiles for different scenarios
de: Audio-Profile für verschiedene Szenarien erstellen und speichern
es: Crear y guardar perfiles de audio para diferentes escenarios
fr: Créer et enregistrer des profils audio pour différents scénarios
it: Crea e salva profili audio per diversi scenari
nl: Audioprofielen aanmaken en opslaan voor verschillende scenario's
pl: Twórz i zapisuj profile audio dla różnych scenariuszy
zh_hans: 为不同场景创建和保存音频配置
zh_hant: 為不同場景創建和保存音訊配置

source: Create custom keyboard shortcuts
de: Benutzerdefinierte Tastenkürzel erstellen
es: Crear atajos de teclado personalizados
fr: Créer des raccourcis clavier personnalisés
it: Crea scorciatoie da tastiera personalizzate
nl: Aangepaste sneltoetsen maken
pl: Twórz niestandardowe skróty klawiszowe
zh_hans: 创建自定义键盘快捷键
zh_hant: 創建自定義鍵盤快捷鍵

source: Create Profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
it: Crea profilo
nl: Profiel aanmaken
pl: Utwórz profil
zh_hans: 创建配置
zh_hant: 創建配置

source: Creating backup…
de: Sicherung wird erstellt…
es: Creando copia de seguridad…
fr: Création de la sauvegarde…
it: Creazione backup…
nl: Back-up maken…
pl: Tworzenie kopii zapasowej…
zh_hans: 正在创建备份…
zh_hant: 正在建立備份…

source: Current Output
de: Aktuelle Ausgabe
es: Salida actual
fr: Sortie actuelle
it: Uscita corrente
nl: Huidige uitvoer
pl: Bieżące wyjście
zh_hans: 当前输出
zh_hant: 當前輸出

source: Current Sample Rate
de: Aktuelle Abtastrate
es: Frecuencia de muestreo actual
fr: Fréquence d'échantillonnage actuelle
it: Frequenza di campionamento attuale
nl: Huidige samplefrequentie
pl: Aktualna częstotliwość próbkowania
zh_hans: 当前采样率
zh_hant: 當前採樣率

source: Currently selected input and output devices
de: Aktuell ausgewählte Eingabe- und Ausgabegeräte
es: Dispositivos de entrada y salida seleccionados actualmente
fr: Appareils d’entrée et de sortie actuellement sélectionnés
it: Dispositivi di ingresso e uscita attualmente selezionati
nl: Momenteel geselecteerde invoer- en uitvoerapparaten
pl: Aktualnie wybrane urządzenia wejściowe i wyjściowe
zh_hans: 当前选择的输入和输出设备
zh_hant: 目前選取的輸入與輸出裝置

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pl: Niestandardowy
zh_hans: 自定义
zh_hant: 自定義

source: Custom 🔒
de: Benutzerdefiniert 🔒
es: Personalizado 🔒
fr: Personnalisé 🔒
it: Personalizzato 🔒
nl: Aangepast 🔒
pl: Własne 🔒
zh_hans: 自定义 🔒
zh_hant: 自定義 🔒

source: Custom Dictation HUD Position
de: Benutzerdefinierte Diktat-HUD-Position
es: Posición personalizada del HUD de dictado
fr: Position personnalisée du HUD de dictée
it: Posizione HUD dettatura personalizzata
nl: Aangepaste dicteer-HUD-positie
pl: Niestandardowa pozycja HUD dyktowania
zh_hans: 自定义听写 HUD 位置
zh_hant: 自定義聽寫 HUD 位置

source: Custom Icon
de: Benutzerdefiniertes Symbol
es: Icono personalizado
fr: Icône personnalisée
it: Icona personalizzata
nl: Aangepast pictogram
pl: Własna ikona
zh_hans: 自定义图标
zh_hant: 自定義圖標
